//#include <iostream> 
//#include <iomanip> 
//
//using namespace std;
//int menu()
//{
//
//	cout << "<<<<<<<<<<<<<<<<<<<<<<<<ДОВIДКА>>>>>>>>>>>>>>>>>>>>>>>>\n"
//		<< "*******************************************************************\n"
//		<< "Персонал\n"
//		<< "*******************************************************************\n"
//		<< "1. Директор\n"
//		<< "2. Заступник директора\n"
//		<< "3. Технiчнi працiвники\n"
//		<< "4. Касир\n"
//		<< "5. Контролер квиткiв\n"
//		<< "6. Бармен\n"
//		<< "7. Прибиральники\n"
//		<< "8. Охорона\n"
//		<< "*******************************************************************\n"
//		<< "Витрати\n"
//		<< "*******************************************************************\n"
//		<< "9. Витрати на вiдкриття\n"
//		<< "10. Щомiсячнi витрати\n"
//		<< "*******************************************************************\n"
//		<< "Дохiд\n"
//		<< "*******************************************************************\n"
//		<< "11. З квиткiв\n"
//		<< "12. З роздрiбної продукцiї\n"
//		<< "13. З бару\n"
//		<< "14. Загальний дохiд\n"
//		<< endl;
//
//	int prosto;
//	cout << "»> ";
//	cin >> prosto;
//	return prosto;
//}
//
//
//int main()
//{
//	setlocale(LC_ALL, ".1251");
//
//	int prosto;
//
//	do
//	{
//		prosto = menu();
//		switch (prosto)
//		{
//		case 1:
//			cout << "**********************************************************************" << endl;
//			cout << "Завялов Євген Iгорович | Посада: Директор | Вiк: 20" << endl;
//			cout << "Заробiтня плата: 7000 грн." << endl;
//			cout << "**********************************************************************" << endl;
//			break;
//		case 2:
//			cout << "**********************************************************************" << endl;
//			cout << "Осняк Ангелiна Вiкторiвна | Посада: Заступник директора | Вiк: 21" << endl;
//			cout << "Заробiтня плата: 5000 грн." << endl;
//			cout << "**********************************************************************" << endl;
//			break;
//		case 3:
//			cout << "**********************************************************************" << endl;
//			cout << "Антиба Сергiй Олексiйович | Посада: Сценарист | Вiк: 23" << endl;
//			cout << "Заробiтня плата: 4500 грн." << endl;
//			cout << "Спiрняк Андрiй Тихонович | Посада: Відповідальний за костюми | Вiк: 20" << endl;
//			cout << "Заробiтня плата: 3200 грн." << endl;
//			cout << "**********************************************************************" << endl;
//			break;
//		case 4:
//			cout << "**********************************************************************" << endl;
//			cout << "Лазаренко Софія Андріївна | Посада: Касир | Вiк: 22" << endl;
//			cout << "Заробiтня плата: 3200 грн." << endl;
//			cout << "**********************************************************************" << endl;
//			break;
//		case 5:
//			cout << "**********************************************************************" << endl;
//			cout << "Максимець Максим Ігорович | Посада: Контролер квиткiв | Вiк: 22" << endl;
//			cout << "Заробiтня плата: 2500 грн." << endl;
//			cout << "**********************************************************************" << endl;
//			break;
//		case 6:
//			cout << "**********************************************************************" << endl;
//			cout << "Максимець Богдан Романович | Посада: Бармен | Вiк: 21" << endl;
//			cout << "Заробiтня плата: 2500 грн." << endl;
//			cout << "**********************************************************************" << endl;
//			break;
//		case 7:
//			cout << "**********************************************************************" << endl;
//			cout << "Грибик Тарас Марянович | Посада: Прибиральник 1 | Вiк: 22" << endl;
//			cout << "Заробiтня плата: 1500 грн." << endl;
//			cout << "Волкова Ірина Марянівна | Посада: Прибиральник 2 | Вiк: 20" << endl;
//			cout << "Заробiтня плата: 1450 грн." << endl;
//			cout << "**********************************************************************" << endl;
//			break;
//		case 8:
//			cout << "**********************************************************************" << endl;
//			cout << "Бойко Руслан Маркович | Посада: Старший охоронець |Вiк: 45" << endl;
//			cout << "Заробiтня плата: 1750 грн." << endl;
//			cout << "Форс Максим Олексiйович | Посада: Охоронець | Вiк: 44" << endl;
//			cout << "Заробiтня плата: 1700 грн." << endl;
//			cout << "**********************************************************************" << endl;
//			break;
//		case 9:
//			cout << "**********************************************************************" << endl;
//			cout << "Витрати на ремонт: 17900 грн." << endl;
//			cout << "Витрати на обладнання: 45800 грн." << endl;
//			cout << "**********************************************************************" << endl;
//			break;
//		case 10:
//			cout << "**********************************************************************" << endl;
//			cout << "Заробiтнi плати: 32850 грн." << endl;
//			cout << "Iншi витрати: 27450" << endl;
//			cout << "**********************************************************************" << endl;
//			break;
//		case 11:
//			cout << "**********************************************************************" << endl;
//			cout << "Середнiй мiсячний дохiд вiд квиткiв: 240000 грн." << endl;
//			cout << "**********************************************************************" << endl;
//			break;
//		case 12:
//			cout << "**********************************************************************" << endl;
//			cout << "Середнiй мiсячний дохiд вiд роздрiбної продукцiї: 104500 грн." << endl;
//			cout << "**********************************************************************" << endl;
//			break;
//		case 13:
//			cout << "**********************************************************************" << endl;
//			cout << "Середнiй мiсячний дохiд вiд бару: 87000 грн." << endl;
//			cout << "**********************************************************************" << endl;
//			break;
//		case 14:
//			cout << "**********************************************************************" << endl;
//			cout << "Середнiй мiсячний дохiд: 431500 грн." << endl;
//			cout << "**********************************************************************" << endl;
//			break;
//
//		}
//	} while (prosto != 0);
//
//
//	return 0;
//}